/* Loaded queue message question */
"Do you want to reload them ?" = "Do you want to reload them ?";

/* Button text for empty queue action */
"Empty Queue" = "Empty Queue";

/* Loaded queue message box text */
"MetaZ Has Detected %d Pending Item(s) In Your Queue" = "MetaZ Has Detected %d Pending Item(s) In Your Queue";

/* Button text for reload queue action */
"Reload Queue" = "Reload Queue";

/* Label for toolbar buttons */
"Play" = "Play";
"Stop" = "Stop";
"Pause" = "Pause";
